INSERT INTO `horizon-native-comic`.comic (comic_id,reco,name,alias,number_name,pic,picx,cid,tid,serialize,author,tags,content,hits,yhits,zhits,rhits,shits,dhits,cion,pay,nums,score,zyid,`type`,up,show_num,read_time,new_sort,hot_sort,serial_sort,end_sort,gender,is_exist,is_collection,is_hide,hide_type,`like`,push_name,push_content,ctime,uptime,is_gl,addtime,state,last_modified_date,last_modified_by,created_date,created_by) VALUES 
('6316185005916160',0,'Devil''s Luck [연재]','devils_luck',0,'abroad/20231031/comic/6316185005916160/6316185005916160.webp','abroad/20231031/comic/6316185005916160/x-6316185005916160.webp',0,0,'连载中','monkiko','','직장 내 괴롭힘을 이겨내지 못하고 자살을 택하게 된 여주의 친구.
여주는 그녀의 복수를 위해 악마와의 계약을 선택하고 그녀의 죽음의 진실을 파헤치기 시작한다.

회사 내 몰카 촬영, 직장 동료들의 따돌림, 모든 것을 다 알면서도 모르는 척 하는 상사…
수사를 진행할수록 추악한 진실들이 하나씩 드러나는데…

이 모든 것은 신의 장난일까, 아니면 이것이야 말로 인간의 본모습일까?',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-10-31 11:01:09',0,1698721251,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5899867831271424',0,'野画集','paintings',0,'abroad/20231031/comic/5899867831271424/5899867831271424.webp','abroad/20231031/comic/5899867831271424/x-5899867831271424.webp',0,0,'连载中','변덕','','"개망나니 남색가"로 알려진 윤승호 도령이 우연히 접한 춘화집. 그림에 강한 매력을 느낀 윤도령은 춘화가 백나겸을 찾아낸다. 그에게 자신의 밤생활을 춘화로 담아낼 것을 요구하며 자신의 집으로 들이는데...',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-10 21:09:08',0,1698721419,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('want_hug',0,'원하는 건 허그 이상으로','',0,'bomtoon/20231102/comic/want_hug/want_hug.jpg','bomtoon/20231102/comic/want_hug/want_hug.jpg',0,0,'','요시다 쿠마코','','식사를 만들어 주자 순수하게 웃는 나루세의 진짜 모습을 보게 되어 생각지도 못한 갭에 심쿵!<br/>심지어 몸으로 답례 하겠다고 하는 나루세.<br/>오오사코가 고민한 끝에 그럼 포옹을 해달라 했지만 나루세의 의미는 그쪽이 아니었는데?!<br/><br/>포옹만으로는 부족해 점점 부풀어 오르는 나루세에 대한 마음.<br/>어리광쟁이 영악한 미남 후배×사람 좋고 귀여운 선배의 치유&amp;달콤한 기간 한정 동거 라이프',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-04 10:22:05',0,1698915495,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('4909979114209280',0,'魔咒','jinx',0,'abroad/20231102/comic/4909979114209280/4909979114209280.webp','abroad/20231102/comic/4909979114209280/x-4909979114209280.webp',0,0,'连载中','밍과','','종합격투기 라이트 헤비급 챔피언, ''주재경''.
무패 신화를 쓰고 있지만, 사실 그에게도 남모를 징크스가 있다.
그건 바로 시합 전날 만족스러운 섹스를 해야 승리를 거둘 수 있다는 것!
재경은 그 징크스를 물리치료사 ''김단''을 통해 해소하고자 하는데...',0,0,0,0,0,0,0,0,4,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-22 21:02:33',0,1698930153,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5708797778919424',0,'鬼夜曲','night_song',0,'abroad/20231102/comic/5708797778919424/5708797778919424.webp','abroad/20231102/comic/5708797778919424/x-5708797778919424.webp',0,0,'连载中','아나나스','','인과율을 건드린 죄로 미물이 되어 이승으로 쫓겨난 재신. 

그가 다시 저승으로 돌아갈 수 있는 방법은 단 하나, 인간의 마음을 얻는 것.

인간의 감정을 믿지 않는 재신의 앞에 오랜 외사랑으로 가슴앓이하는 세자 녹이 나타나고, 재신은 녹에게 호기심을 느끼는데…

“있네. 이루지 못할 연심을 품는 미련한 천치가.”',0,0,0,0,0,0,0,0,6,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-21 21:12:06',0,1698930453,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5538778459537408',0,'렌탈걸즈','rentalgirls',0,'abroad/20231103/comic/5538778459537408/5538778459537408.webp','abroad/20231103/comic/5538778459537408/x-5538778459537408.webp',0,0,'连载中','스튜디오 원허비','','AV 대여점 도터즈에서 추천하는 새빨간 에로 비디오 감상 시간 ㅡ남몰래 간직했던 19금 망상들이 있나요? 공공장소에서?.. 대중교통에서?... 처음 만난 그녀와 화끈한 시간을!?.. 여기 당신을 위한 비디오가 있습니다! 
""같이.. 좋은 거 안 볼래요?""',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-03 09:50:04',0,1698976202,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('PAYBACK',0,'偿还','',0,'bomtoon/20231104/comic/PAYBACK/PAYBACK.jpg','bomtoon/20231104/comic/PAYBACK/PAYBACK.jpg',0,0,'已完结','samk&amp;푸죠킹','','<br/>그리고 그런 유한은 ''도움을 주겠다''는 남자와 마주하는데…',0,0,0,0,0,0,0,0,2,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-21 19:46:43',0,1699065975,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5473255258652672',0,'우연과 필연 사이','fate',0,'abroad/20231104/comic/5473255258652672/5473255258652672.webp','abroad/20231104/comic/5473255258652672/x-5473255258652672.webp',0,0,'连载中','모노','','우연이 계속되면 필연.'' 고된 현실에 치여 사는 도준에겐 그저 낭만에 그치는 말일뿐이다.

그러나 막 짝사랑의 끝을 맞은 도준의 앞에 우연히 나타난 남자가 있다.

한 번, 두 번, 점차 쌓여가는 두 남자의 우연의 끝은 필연이 될 수 있을까?',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-04 10:56:43',0,1699066598,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('night_of_W',0,'水边之夜','',0,'bomtoon/20231104/comic/night_of_W/night_of_W.jpg','bomtoon/20231104/comic/night_of_W/night_of_W.jpg',0,0,'已完结','으자','','한계에 몰려 모든 걸 포기한 채 아이를 안고 바다로 뛰어든 오메가 김의현. 
그런 그를 붙잡은 알파 여태주.

빚만 남은 의현에게 태주는 돈, 집, 일자리를 주겠다며 몸을 요구하는데...

"근데 왜 이렇게 꼴리냐… 냄새 존나 좋네…"',0,0,0,0,0,0,0,0,5,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-21 21:02:10',0,1699079427,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('saviorMday',0,'周一的星星','',0,'bomtoon/20231106/comic/saviorMday/saviorMday.jpg','bomtoon/20231106/comic/saviorMday/saviorMday.jpg',0,0,'已完结','와글','','이름 때문에 월요일마다 괴롭힘을 당하던 원요일은 월요일을 두려워한다.
괴롭힘의 중심에는 가장 친한 친구가 있었고, 
큰 충격에 자퇴 후 방황하던 요일은 새로운 고등학교에 복학한다.

요일의 3학년 새 학기 짝꿍은 구윤원.
첫인상이 양아치 같던 윤원은 까칠하게 굴다가도 다시 옆에 붙어서 요일을 성가시게 하고,
그러던 어느 날 두 번째 동생을 하고 싶다며 각서를 들이민다.
그리고 갑작스레 친구가 생겨 설렌 요일은 실수로 음료를 엎게 되는데….

"자세히 보면 젖꼭지가 무슨 색인지도 보여요. 저희 집에서 옷만 갈아입고 가요."',0,0,0,0,0,0,0,0,5,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-18 21:23:39',0,1699275960,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
;
INSERT INTO `horizon-native-comic`.comic (comic_id,reco,name,alias,number_name,pic,picx,cid,tid,serialize,author,tags,content,hits,yhits,zhits,rhits,shits,dhits,cion,pay,nums,score,zyid,`type`,up,show_num,read_time,new_sort,hot_sort,serial_sort,end_sort,gender,is_exist,is_collection,is_hide,hide_type,`like`,push_name,push_content,ctime,uptime,is_gl,addtime,state,last_modified_date,last_modified_by,created_date,created_by) VALUES 
('dogcar_ban',0,'败类','',0,'bomtoon/20231106/comic/dogcar_ban/dogcar_ban.jpg','bomtoon/20231106/comic/dogcar_ban/dogcar_ban.jpg',0,0,'已完结','오늘만 사는 형제','','난무에 대한 집착으로 어른이 되어버린 필견.
 난무를 찾아내기 위해 위험한 일을 벌였음에도 두려움과 죄책감이 없었다.
 그리고 끝내 자신의 앞에 나타난 난무, 사랑했던 나의 두 번째 아버지.
 드디어 찾아낸 난무를 자신의 것으로 만들기 위해 친아버지, 황우성의 저울질을 받아들인다.
 저울의 접시에 아슬하게 서버린 필견과 난무, 두 남자의 위험한 이야기.',0,0,0,0,0,0,0,0,5,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-18 21:25:34',0,1699276842,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('smrn_kfr',0,'士麦那与卡普里','',0,'bomtoon/20231108/comic/smrn_kfr/smrn_kfr.jpg','bomtoon/20231108/comic/smrn_kfr/smrn_kfr.jpg',0,0,'已完结','오늘만 사는 형제','','신탁을 받아 가문의 아이를 가져야 하는 가주 ''테오 페세루스''
 그날 밤도 어김없이 알파의 몸으로 다른 알파를 받아들이기 위해 눈을 가린 채 침대 위에 누워 상대를 기다린다.
 
 조용한 페세루스 성의 복도, 그곳에는 포로로 잡혀온 혁명군의 알파, ''스람 마리타''가 있었다. 탈출하려 미로 같은 성을 헤매던 그때, 어느 페로몬 향에 이끌려 어느 방문을 하나 열게 된다.
 방 안 침대 위에 오메가 같은 페로몬을 잔뜩 머금은 알파, 가주 테오가 눈을 가린 채 누워있었다. 이상한 그 페로몬에 잔뜩 취해 자신의 목적을 잃은 스람은 결국 테오를 범하게 된다.
 
 결국 다시 잡힌 스람, 탈출한 이유로 처형을 당하려던 그때 테오가 막아 선다.',0,0,0,0,0,0,0,0,4,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-20 21:18:09',0,1699448556,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('4770530820685824',0,'无根树','rootless',0,'abroad/20231108/comic/4770530820685824/4770530820685824.webp','abroad/20231108/comic/4770530820685824/x-4770530820685824.webp',0,0,'连载中','라포','','어릴 적 사고로 유일한 가족인 엄마를 잃고, 양부모에게 길러진 희서는 자신의 비밀스러운 후원자가 누구인지 궁금하다. 
방화를 일으켜 병원에 입원한 그날 밤, 희서는 그토록 찾고 싶었던 그 사람을 만나게 되는데...',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-15 21:15:03',0,1699450478,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('non_0_sum',0,'논 제로섬','',0,'False','False',0,0,'','청금강&amp;앙마&amp;손이불','','<br/>협박으로 관계를 요구하는 태겸과, 알 수 없는 태도로 폭력을 휘두르는 해영, 그리고 또 다른 친구 주현우의 가세...<br/><br/>망가진 네 사람의 관계,<br/>이제는 바래진 과거의 추억.<br/><br/>돌이킬 수 없는 게임의 승자는?',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-09 13:59:23',0,1699509543,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('backdoor_G',0,'后方客人','',0,'bomtoon/20231109/comic/backdoor_G/backdoor_G.jpg','bomtoon/20231109/comic/backdoor_G/backdoor_G.jpg',0,0,'已完结','이만세','','돈이 없다고 해서 일꾼으로 고용했더니,<br/>예쁘장한 얼굴 외엔 잘 하는 일이 아무것도 없다! 그런데...<br/><br/>"아, 잠시만. 형.. 제 말 좀!"<br/>"나.. 못해? 형이 넣는 건 잘하잖아."<br/><br/>밭일은 못하지만 넣는 건 잘하는 형아 해은과 순진한 기태는<br/>논에서, 밭에서 온갖 야한짓을 하게된다.<br/><br/>"형아, 저는 집에서 하고 싶어요!"',0,0,0,0,0,0,0,0,7,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-19 09:35:09',0,1699512343,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('ghost_door',0,'鬼门关杀','',0,'bomtoon/20231116/comic/ghost_door/ghost_door.jpg','bomtoon/20231116/comic/ghost_door/ghost_door.jpg',0,0,'已完结','MEL','','야근을 하던 기윤은 아무도 없는 사무실에서 평소 자신과 사이가 좋지 않은 정이태 과장이 자위하는 것을 보게 된다. 불쾌한 장면에 자리를 뜨던 기윤은 알 수 없는 기운에 이끌려, 몰래 다가가 현장을 영상을 찍다가 정 과장에게 들켜서 역으로 당하게 되는데… 

그런데 저사람, 
정말 과장님이 맞는걸까?

과장님과의 아찔하고 음습한 관계가 시작된다, <귀문관殺>',0,0,0,0,0,0,0,0,2,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-14 10:24:09',0,1700139772,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('4740116490027008',0,'限定时光','limited_run',0,'abroad/20231117/comic/4740116490027008/4740116490027008.webp','abroad/20231117/comic/4740116490027008/x-4740116490027008.webp',0,0,'连载中','김은지','','신인 배우 서연오. 아직 무명인 그로서는 늘어만 가는 아버지의 도박 빚이 버겁기만 하다. 그런데 어느 날 모 대기업 전무인 제혁으로부터 자신의 애인을 연기해달라는 스폰 제안을 받게 되는데...! "서연오씨, 남자 경험은 있어요?" "몸부터 맞춰 봅시다."',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-15 22:58:30',0,1700226866,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('Killng_R',0,'죽이는 관계','',0,'bomtoon/20231119/comic/Killng_R/Killng_R.jpg','bomtoon/20231119/comic/Killng_R/Killng_R.jpg',0,0,'','제아','','성아는 자신보다 덩치가 훨씬 큰 우열을 죽이기 위해서 머리를 굴리다 그의 심부름센터에 위장 잠입하지만, 우열은 성아에게 다른 꿍꿍이가 있어 보이는데...<br/><br/>"내가 널 도와줄게. 대신, 은혜는 모두 몸으로 갚기."',0,0,0,0,0,0,0,0,5,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-11-19 21:40:40',0,1700399431,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('0',0,'代号','',0,'mh/2023/12/01/f8c9325d355cc30f3fc912033aab2d07.jpg','',0,0,'连载中','','','',0,0,0,0,0,0,0,0,21,9.8,'0',0,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,NULL,0,0,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('KickU_S2',0,'Kick Your Heart','',0,'False','False',0,0,'','체헤','','재벌집 차남이자 온갖 스캔들의 주범인 혁준. 
아들의 비행을 두고 볼 수 없던 아버지는 혁준의 감시인을 고용하게 되는데... 

그 사람은 다름 아닌 4 년 전 잠수이별로 혁준에게 고통을 준 전 남친 최정헌이었다! 
혁준은 어떻게든 이 자식을 괴롭혀 퇴사하게 만들고 싶지만, 
정헌은 눈 하나 깜빡하지 않는다. 
과거를 회상하던 혁준은 곧 정헌을 어떻게 괴롭힐지 생각해낸다.

"찾았다. 최정헌을 x되게 만들 방법...!"',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-01 16:06:32',0,1701417403,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
;
INSERT INTO `horizon-native-comic`.comic (comic_id,reco,name,alias,number_name,pic,picx,cid,tid,serialize,author,tags,content,hits,yhits,zhits,rhits,shits,dhits,cion,pay,nums,score,zyid,`type`,up,show_num,read_time,new_sort,hot_sort,serial_sort,end_sort,gender,is_exist,is_collection,is_hide,hide_type,`like`,push_name,push_content,ctime,uptime,is_gl,addtime,state,last_modified_date,last_modified_by,created_date,created_by) VALUES 
('acanthus',0,'아칸더스','',0,'False','False',0,0,'','소보로','','보육원 시절 자신을 추행했던 대기업 회장, 강일호.
그에게 복수하기 위해 나기는 평생을 바친다.
이제 복수까지 단 한 걸음이 남은 시점,
그때 강일호 회장이 갑작스럽게 사망하게 되고...

"부모의 죄는 자식이 갚아야 하지 않겠어?"
나기의 갈 곳을 잃은 복수는 그의 아들인 강호수에게 향하기 시작한다.',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-01 17:00:02',0,1701421200,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('_DissLove',0,'디스 러브','',0,'bomtoon/20231201/comic/_DissLove/_DissLove.jpg','bomtoon/20231201/comic/_DissLove/x-_DissLove.jpg',0,0,'','얼','','인기 뮤지션이자, 벽장 속 동성애자인 정의헌은 자신의 명성에 흠집이 가는 걸 용납할 수 없어 누구에게도 마음을 열지 않는다. 그런 그의 앞에 나타난 매력적인 후배 차현호. 차현호는 자신이 참가한 서바이벌 프로그램에서 멘토로 만난 까마득한 선배 정의헌에게 겁도 없이 저돌적으로 작업을 걸기 시작하는데…',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-01 17:43:40',0,1701423818,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('0',0,'绿色镌像(第二季）','',0,'','',0,0,'连载中','','','',0,0,0,0,0,0,0,0,2,9.8,'0',0,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,NULL,0,0,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('reddot',0,'홍점','',0,'bomtoon/20231208/comic/reddot/reddot.jpg','bomtoon/20231208/comic/reddot/x-reddot.jpg',0,0,'','무단','','"반장 연애한대"
전교 1등 모범생, 선생님들한테 예쁨받는 학생이지만 연애에는 노관심인 권다로의 연애 소식을 듣게 된 곽우찬.
12살 때부터 가장 친한 친구이자 권다로에 대해 모르는 게 없는 내가 눈치채지 못한 연애의 증거가 ''귀 밑 키스마크''라고?!
뽀얀 목덜미에 묻은 분홍자국의 범인은 놀랍게도 나였다.
''곽씨 집안 대대로 내려오는 홍점은 마음 도장 같은 거라서 좋아하는 사람한테 묻어 나''
"곽우찬, 너 나 좋아해?"
들켜버렸다, 내 7년 짝사랑.',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-08 13:43:11',0,1702014189,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5319225323683840',0,'복학생','return',0,'abroad/20231208/comic/5319225323683840/5319225323683840.webp','abroad/20231208/comic/5319225323683840/x-5319225323683840.webp',0,0,'完结','오류','','『그 날 이후 다시는 교복을 입을 일 따위 없을 거라 생각했다.』

고등학교 3학년으로 복학 한 치우는 주변의 편견과 이질감에 적응하지 못하고 잠만 자는 불량 학생이다. 그런 그에게 반의 반장이자 모범생인 규진이 "형." "형." 거리며 살갑게 굴어 오는데.. 까칠하게 대해도 반달눈으로 다가오는 규진에게 어쩔 줄 모르는 치우. 그리고 드리우는 과거의 그림자 지현. 
같은 학교, 같은 교복, 다른 목표, 다른 나이ㅡ 그들의 관계는 어디로 흐르는 것일까..?',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-08 16:20:28',0,1702023625,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('0',0,'孔蛇无耻','',0,'','',0,0,'连载中','','','',0,0,0,0,0,0,0,0,4,9.8,'0',0,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,NULL,0,0,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5798870559555584',0,'魔鬼辣椒','devil_spicy',0,'abroad/20231209/comic/5798870559555584/5798870559555584.webp','abroad/20231209/comic/5798870559555584/x-5798870559555584.webp',0,0,'完结','양동이','','''동성애를 하면 지옥간다!'' 이런 말을 들어본 적이 있는가? 이는 사실이다!
동성애란 죄로 지옥에 가게 된 시후. 동성애로 점령당한 지옥이 마음에 안 드는 악마, 데빌과 만난다. 첫 만남 이후 둘은 서로가 자꾸 신경쓰이는데…
슬기롭고 에로한 지옥 생활이 펼쳐진다!',0,0,0,0,0,0,0,0,7,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-15 16:35:11',0,1702115537,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5882117352128512',0,'头儿! 不要进按摩店','boss_massage',0,'abroad/20231209/comic/5882117352128512/5882117352128512.webp','abroad/20231209/comic/5882117352128512/x-5882117352128512.webp',0,0,'已完结','분뭉','','부하의 목숨을 구해준 대가로 두목 강철은 마사지샵 쿠폰을 선물받는다. 오랜 싸움으로 긴장된 몸도 풀어볼겸, 찾아간 마사지샵에서 갈아입으라고 받은 옷이 조금 노출이 과한데... 이걸 입으라고?!',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-09 22:50:15',0,1702127728,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('6202245886312448',0,'泰迪熊','dear_teddybear',0,'abroad/20231211/comic/6202245886312448/6202245886312448.webp','abroad/20231211/comic/6202245886312448/x-6202245886312448.webp',0,0,'连载中','피상구','','"내가 형을 가지기 위해선, 이럴 수밖에 없으니까."
       
자신을 어릴 적부터 키워준 ''이재''를 욕정해온 사이코패스, ''민형''.
비뚤어진 본성을 숨기고 이재가 오로지 자신에게만 의지하도록 만드는 데에 성공하지만, 두 사람 앞에 나타난 방해꾼 ''현호''로 인해 오랜 계획과 관계가 어그러지기 시작한다.',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-18 22:05:30',0,1702276288,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5880077420920832',0,'미완관계','unfinished',0,'abroad/20231211/comic/5880077420920832/5880077420920832.webp','abroad/20231211/comic/5880077420920832/x-5880077420920832.webp',0,0,'连载中','앤트스튜디오','','하고 싶은 것도, 원하는 것도 없는 조직원으로서의 삶을 살던 한지찬. 
회사 내 알력 다툼에 골머리를 앓던 지찬은 유명 제약회사의 임원인 유진을 만나 
수상한 거래를 제안받는다.
하지만 갑자기 돌변한 유진에게 정체불명의 약을 투여당하고 정신을 잃는데...

눈을 떠보니 이전에는 느껴본 적 없는 감각이 몸을 지배한다.

“당신, 팔려본 적 있어?”
“무슨…”
”그럴 리 없겠지. 하지만 이젠 다를 거야.
당신은… 오늘부로 오메가가 되었거든.”',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-18 22:00:06',0,1702301045,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
;
INSERT INTO `horizon-native-comic`.comic (comic_id,reco,name,alias,number_name,pic,picx,cid,tid,serialize,author,tags,content,hits,yhits,zhits,rhits,shits,dhits,cion,pay,nums,score,zyid,`type`,up,show_num,read_time,new_sort,hot_sort,serial_sort,end_sort,gender,is_exist,is_collection,is_hide,hide_type,`like`,push_name,push_content,ctime,uptime,is_gl,addtime,state,last_modified_date,last_modified_by,created_date,created_by) VALUES 
('0',0,'引导障碍','',0,'mh/2023/12/13/a882648d32e29137cb1185beca120597.jpg','',0,0,'连载中','','','',0,0,0,0,0,0,0,0,22,9.8,'0',0,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,NULL,0,0,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('0',0,'披萨外卖员与黄金官','',0,'mh/2023/12/14/0412b352d96e2372524a00135f8ab09a.jpg','',0,0,'连载中','','','',0,0,0,0,0,0,0,0,8,9.8,'0',0,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,NULL,0,0,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('see_hug',0,'보고싶고 품고싶고','',0,'bomtoon/20231215/comic/see_hug/see_hug.jpg','bomtoon/20231215/comic/see_hug/x-see_hug.jpg',0,0,'','권열희','','꽃을 찾아든 나비처럼 꽃의 아름다움에 취해 잠시 시선을 멈추었다 줄기를 잡은 뒤 손에 힘을 주어 꽃 한 송이를 꺾었다. 
입술만 닿았을 뿐인데도 온몸에 신열이 나는 것처럼 뜨거웠다. 뜨거운 피를 쉴 새 없이 뿜어낸다. 그렇지 않고서야 이렇게 뜨거울 수가 없다.',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-15 14:12:53',0,1702620771,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('6009051596783616',0,'秘密俱乐部（短篇）','no_cliche',0,'abroad/20231215/comic/6009051596783616/6009051596783616.webp','abroad/20231215/comic/6009051596783616/x-6009051596783616.webp',0,0,'连载中','HOB','','소수 회원으로 운영되는 &#039비밀 클럽&#039의 초대장을 받기 위해 온갖 노력을 기울여 마침내 초대장을 손에 넣은 독자. 설레는 마음으로 초대장을 들고 자신의 취향대로 즐거운 (?) 관계를 가지고자 찾아간 클럽에서 만난 사람은... 순하고 아름다운 미모에 그렇지 못한 성격을 가진 남자였다! (수) 역겹다, 더럽다, 온갖 모욕을 들으면서도 &#039수&#039의 능욕에 점점 흥분이 고조되는 독자. 그러나 그 수위가 감당하기 힘들만큼 심해지려고 하자, 독자는 &#039수&#039가 한눈을 판 사이 도망을 친다. 이대로 도망칠 수 없는 마음에 독자는 생뚱맞게 뚫려있는 구멍을 보고 수를 잡을 함정을 만든다. 과연 수는 그 함정에 빠지게 될까...?!',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-15 16:08:11',0,1702627281,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('danbi',0,'及时预警','',0,'bomtoon/20231217/comic/danbi/danbi.jpg','bomtoon/20231217/comic/danbi/x-danbi.jpg',0,0,'已完结','닷쥐','','"네? 제가 이 촉수 몬스터의 보호자라구요?!"

몬스터 수의사 도하는 고용된 연구소에서 아성체 촉수의 질척한 습격♥을 받게 된다.
그 과정에서 촉수 몬스터는 도하를 ''모성체''로 인식하게 되고,
도하는 1년간 촉수 몬스터의 보호자가 되어 훈련을 도맡기로 한다.

하지만 워낙 성욕이 왕성한 촉수 몬스터를 혼자 통제하기엔 불가능에 가깝다.
결국 안전상의 이유로 연구 소장의 아들인 경환을 파트너로 소개받게 되는데...

"선생님만 괜찮으시다면 그 훈련… 제가 도와드려도 괜찮을까요?"',0,0,0,0,0,0,0,0,2,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-19 16:50:41',0,1702814355,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('5108771965435904',0,'리스키 바이스','risky_vice',0,'abroad/20231217/comic/5108771965435904/5108771965435904.webp','abroad/20231217/comic/5108771965435904/x-5108771965435904.webp',0,0,'连载中','제리맨','','[검]과 [규율], 두 마피아 조직이 장악한 도시 ''블랙시티''.
어린 동생을 홀로 키우며 살아가던 ''재우''는 고철 배달일을 하던 중 마피아 [검]의 보스와 엮이고 만다. 이 도시에서 가장 강하고 위험한 남자 ''리스키''. 그가 보여준 예상치 못한 따스함은, 재우를 순식간에 사랑에 빠지게 만드는 데에 충분했다. 하지만 그 다정함에는 역시나 이유가 있었는데... 잔혹하게 배신당한 재우는 복수를 시작한다.',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-17 21:09:00',0,1702818537,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('4951713774370816',0,'[전래야한동화] 망량탕건-도깨비 감투-','goblin_hat',0,'abroad/20231218/comic/4951713774370816/4951713774370816.webp','abroad/20231218/comic/4951713774370816/x-4951713774370816.webp',0,0,'完结','청운','','돌아가신 아버지의 뒤를 이어 의적이 된 무원. 관군에게 쫓기는 와중 본인의 정체를 아는 수상한 자를 만나게 된다.
위기의 상황, 수상한 자는 몸이 투명해지는 감투를 빌려주는 대가로 조건을 걸며 희롱하기 시작하는데...',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-23 22:35:59',0,1702865301,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('6714562832564224',0,'[광공단편선] 굿 헌터 & 배드 프레이','good_hunter_and_bad_prey',0,'abroad/20231218/comic/6714562832564224/6714562832564224.webp','abroad/20231218/comic/6714562832564224/x-6714562832564224.webp',0,0,'完结','김몽게','','매일 다른 상대와 원나잇 후 금품을 훔쳐 달아나 하루하루 살아가던 제이.
그러던 어느 날, 운 좋게도 부유해보이는 유진과 원나잇에 성공한다.
격정적인 하룻밤을 보내고, 유진이 잠든 사이 소지품을 훔쳐 달아나려는 찰나,
누군가 그를 부르는데...',0,0,0,0,0,0,0,0,0,9.8,'0',1,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-18 10:10:56',0,1702865413,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('pleasedecrease',0,'[미연시 단편선] 이제 그만 내려가 주면 안 될까?','',0,'bomtoon/20231221/comic/pleasedecrease/pleasedecrease.jpg','bomtoon/20231221/comic/pleasedecrease/x-pleasedecrease.jpg',0,0,'','Lee','','"난 한국대 공개 게이 커플 1호가 되고 싶지 않거든?!'' 같은 학년, 같은 전공의 절친 지승현에게 매일같이 구애받고 있는 윤시호. 열심히 피해보지만, 이대로 가다간 평범한 대학 생활은 어려워보이는데...? 그런 시호 앞에 나타난 수상한 어플. 미남자의 호감도를 볼 수 있다고? "이, 이거다!" 어플을 이용해 지승현의 호감도를 내려주겠다 다짐하는 시호. 하지만, 승현의 호감도는 내려가기는 커녕 계속 올라가기만 하는데...! "이제 그만 내려가 주면 안 될까? 호감도도 네 거기도!!"',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-21 00:57:21',0,1703089649,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
,('ro_romance',0,'总之是爱情片','',0,'bomtoon/20231224/comic/ro_romance/ro_romance.jpg','bomtoon/20231224/comic/ro_romance/x-ro_romance.jpg',0,0,'已完结','갱','','20년 인생 내내 주목받는 게 일상이었던 태혁은 대학에 들어온 첫 날 크게 좌절하고 만다. 
태혁보다 더 완벽한 남자, 지원이 나타난 것! 

얼굴, 성적, 심지어 성격까지. 
모든 것에서 지원에게 밀리게 된 태혁은 대놓고 지원을 적대시하기 시작한다. 

그러던 어느 날, 술에 취해 잠든 태혁은 전라의 상태로 눈을 뜨게 되고, 
한 침대에 전라로 잠들어있는 지원을 발견하는데...',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-24 14:40:50',0,1703399288,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
;
INSERT INTO `horizon-native-comic`.comic (comic_id,reco,name,alias,number_name,pic,picx,cid,tid,serialize,author,tags,content,hits,yhits,zhits,rhits,shits,dhits,cion,pay,nums,score,zyid,`type`,up,show_num,read_time,new_sort,hot_sort,serial_sort,end_sort,gender,is_exist,is_collection,is_hide,hide_type,`like`,push_name,push_content,ctime,uptime,is_gl,addtime,state,last_modified_date,last_modified_by,created_date,created_by) VALUES 
('feel_and_love',0,'感觉与爱','',0,'bomtoon/20231224/comic/feel_and_love/feel_and_love.jpg','bomtoon/20231224/comic/feel_and_love/x-feel_and_love.jpg',0,0,'已完结','은쟈','','BL 소설 작가인 한시우는 작업으로 인해 허약해진
체력을 다지기 위해 필라테스를 등록하게 된다.

그곳에서 담당 선생님인 연준을 만나게 되고
열심히 체력과 사랑을 키워나간다.

그러던 어느 날 시우는 지속적인 스토킹에 시달리다
연준의 도움을 받고 더욱 더 연준에 의지하게 되는데...

그런데 연준의 미소가 심상치 않다?!',0,0,0,0,0,0,0,0,0,9.8,'0',2,0,0,0,0,0,0,0,1,0,1,0,0,0,NULL,NULL,NULL,'2023-12-24 20:38:29',0,1703420727,0,'2023-12-27 12:44:25','currentAuditor','2023-12-27 12:44:25','currentAuditor')
;